# RemoveListBoxTabStop

## Description
Removes the last tab stop from a Layout Manager list box.

```pascal
PROCEDURE RemoveListBoxTabStop(
				dialogID : LONGINT;
				itemID   : LONGINT);
```

```python
def vs.RemoveListBoxTabStop(dialogID, itemID):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|dialogID|LONGINT|ID of the dialog|
|itemID|LONGINT|ID of the list box|

## See Also
VS Functions:
AddListBoxTabStop

## Version
Availability: from VectorWorks10.0

## Category
* Dialogs - Modern